// 三上每日积累数据
const data31 = [
  {
    date: "2025-01-02",
    title: "《猜猜他是谁》",
    content: "他，一个九岁的小男孩。留着一头干净利落的小寸头。大大的眼睛炯炯有神，像黑葡萄似的闪着智慧的光。一张能说会道的小嘴，很帅气。他非常喜欢运动。记得有一次，他们在操场上踢足球，他的好友王逸帆把球传给了他，他像一阵风一样带着球，左躲右闪甩开了对方，只听见“砰”的一声，足球在空中划过一道优美的弧线，像流星一样飞进了球门，场下一片喝彩声。体育课上进行短跑比赛，老师的指令一发，他就像离弦的箭一样第一个冲到终点。他不仅爱运动，还喜欢学习，常常受到各科老师的表扬。有一次数学老师给我们出了一道奥数题，我们还在冥思苦想时，他就想出了答案，给我们全班讲解了这道题的解法，就连老师都为他竖起了大拇指。下课时只要有时间，他就抱着一本书看，全神贯注得仿佛进入了书的世界，大家都叫他“书虫”。同学们猜猜吧！这个既爱运动，又会学习的同学是谁呢？"
  },
  {
    date: "2024-12-30",
    title: "《小河生病了》",
    content: "我家旁边有一条被污染得非常严重的小河，河面上漂满了垃圾。有一次，我看到一位叔叔把抽完的香烟直接扔进了小河里。小河的颜色变得越来越黑，仿佛在生气地对那位叔叔说：“请别再往我这儿扔垃圾啦！”小河话音刚落，一位阿姨又把一块香蕉皮扔进了小河里，小河勃然大怒，可它想说话，却说不出话来。小河这才知道自己生病了。我觉得叔叔和阿姨的做法不对，他们应该把垃圾扔进垃圾桶里。像他们这样污染环境的行为，我们可不能学习。我们要保护环境，不乱丢垃圾，还要学会垃圾分类。最后，我要告诉大家：“保护环境，人人有责。”过了一段时间，大家都开始保护环境了，小河的病也好了，我真高兴！"
  },
  {
    date: "2024-12-20",
    title: "《捉狼记》",
    content: "很久很久以前，有一个兔子王国，在那里，家家户户都过着幸福的生活。直到有一天，一只大灰狼偷偷潜入了兔子王国，经常抓兔子吃，弄得大伙儿人心惶惶。国王知道了这件事，立刻下令：谁抓到了大灰狼就赏他胡萝卜、白菜各十斤。小白兔很想为民除害，于是他扮成小狼去大灰狼家里打探消息。他一进门就吓坏了，大灰狼长得太可怕了，灰白的脑袋，两只弹珠似的眼睛恶狠狠地盯着自己，嘴里挂着像刀一样锋利的牙，仿佛要把他给吃掉。大灰狼告诉他：“我再过三天就去抓小黑兔，他可不好对付，我得先把爪子磨磨尖，把牙磨磨硬再去！”小黑兔和小白兔是好朋友，小白兔赶紧回去告诉小黑兔，提醒他作好准备，自己也住在他家，想趁机抓住大灰狼。第二天黄昏，大灰狼蹑手蹑脚地走进了小黑兔的院子，小白兔听见了脚步声，跑到门外一看，大灰狼居然提早来了！他一脸坏笑地说：“就算你再聪明，也料不到我今天就会来，就知道你逃不出我的手掌心！”说着就准备扑过来。只听“啊”的一声，他踩到了小白兔提前摆好的图钉，捂着脚在地上打滚。原来小白兔也料到大灰狼很狡猾，早早地摆好了陷阱，小白兔拿出绳子把大灰狼五花大绑，交给了国王。小白兔和小黑兔把国王的赏赐扛回了厨房，做了一顿丰盛的晚餐，请所有的好朋友美美地吃了一顿。"
  },
  {
    date: "2024-12-19",
    content: "小区的院子不大，电单车棚占去小院的三分之一，院子的石灰地板，凹凸不平，谁要是在上面摔一跤，准得把皮磨破。退休的王爷爷在正对着院门的东北角开辟了一个小小的“种植园”，几盆花草，几株蔬菜，有时还迎来了蝴蝶和蜜蜂。隔壁院子的爬山虎爬过来，东墙上挂满了叶子，像一道碧绿的屏障。"
  },
  {
    date: "2024-12-16",
    content: "各种售货棚、饮食摊，鳞次栉比，那多姿多彩的服装、玩具，数不尽地地方风味，引诱着大量游客前来游玩。身着洁白工作服的厨师们大显身手，热情迎客。北京的烤鸭，兰州的拉面，温州的鱼汤圆，新疆的羊肉串……应有尽有，色、香、味俱佳，使人眼花缭乱，垂涎欲滴。熙熙攘攘的人群中，有提着大包小包的外地人，有刚刚下班的工人，有带着校徽的学生，还有肤色各异的外国人。有三三两两结伴而来的，有扶老携幼全家光临的，人们的说笑声、叫卖声和碗勺的撞击声此起彼伏，组成了一首美妙的锅碗瓢盆交响曲。"
  },
  {
    date: "2024-12-13",
    content: "我家门前有一丛牵牛花。大清早，牵牛花就吹起了蓝紫色的小喇叭，很是好看；到了中午，它就变成紫红色。通过查资料我明白了，牵牛花之所以会变色是因为牵牛花里含有一种色素，这种色素遇到不同性质的液体时，会显出不同的颜色，由于植物体内的液体的性质受外界条件的影响，常常会发生一些变化，这样就使牵牛花的颜色也发生了相应的变化。"
  },
  {
    date: "2024-12-12",
    content: "厨房里正在上演“锅碗瓢盆”交响曲。煤气灶上，蔚蓝的炉火斗志昂扬，“呼呼”叫着舔舐着乌黑的锅底，锅里的排骨汤正“咕嘟咕嘟”冒着热气。厨房里不时传来切土豆丝的“嚓嚓”声，切葱的“咝咝”声。妈妈把油烧热后，“刺啦”一声倒入葱姜蒜，再倒入土豆丝“哗哗哗”地翻炒几下，加上佐料，不一会儿，一盘香喷喷的酸辣土豆丝就做好了。"
  },
  {
    date: "2024-12-03",
    content: "我家种了一盆水仙花，一片片像蒜叶似的叶子油亮亮的，绿得那么新鲜，那么诱人。一天早上，我发现它长出了嫩绿的叶茎，葱头般的底部滋生出了长长的“胡子”。过了几天，叶茎中间长出了几个花骨朵，饱胀得像马上要裂开似的，又过了几天，这些花骨朵已开出了小花，那些白里带黄色小点的花，竞相开放，花儿突破了薄皮，外边的花瓣向外伸展，可里面的花瓣还是紧紧闭着，没过几天，里面的花瓣也全开了。那一丛丛洁白如雪的水仙花在长茎的扶持下，衬着绿叶，是那么清新、淡雅。它就像一位仙女，亭亭玉立地站在清澈地水中，当微风轻轻吹来时，她便摆动起轻柔的腰肢，轻盈地跳起迷人的舞蹈。"
  },
  {
    date: "2024-12-02",
    content: `<ol class="list-decimal list-inside space-y-2">
              <li>我来到了海龟池边，那海龟大得惊人，小的有一个脑袋大，大的像一把太阳伞的样子，我拿来一片菜叶，一只海龟终于禁不住美味的诱惑，慢慢地从远处的礁石边爬了过来，品尝着那菜叶的鲜美。而它身边的一只小海龟，非常活泼机灵，总是能优先抢到食物，独自悠闲地享受着。</li>
              <li>色彩斑斓的鱼儿成群结队地游来游去，互相追逐着，有的蓝蓝的，有的金黄金黄的，像在参加盛大的节日游行。</li>
              <li>辽阔无垠的海面上，只只海鸥自由地翻飞盘旋着。它们一会儿展翅飞向高空，一会儿又飞回海面捕食，快乐地嬉戏。</li>
            </ol>`
  },
  {
    date: "2024-11-26",
    content: "秋天来了，树叶儿慢慢地黄了，花草逐渐凋零，唯有傲霜地菊花迎着秋风怒放。这儿一簇，那儿一丛，竞相开放，姹紫嫣红，争奇斗艳。红的像火，黄的像金，白的像丝。在花丛中有一些含苞待放的花蕾，花瓣一层赶着一层，向外涌去。一朵朵的菊花，在阳光的照耀下，傲然挺立，美极了！"
  },
  {
    date: "2024-11-25",
    content: "进入雨林，让人感到一丝凉意，更让人感到心旷神怡。走在陡峭的阶梯上，我看看周围，映入眼帘的是一片碧绿。有好多芭蕉树，树的叶子像一个大扇子，“扇子”上有一条一条的茎，整片叶子翠绿翠绿的。一阵风吹来，叶子一动一动，像是在为我们扇扇子，真有趣！"
  },
  {
    date: "2024-11-22",
    content: "窗外的夜空是湛蓝湛蓝的，稀疏的星星闪着点点寒光，像要与月亮比一比到底谁亮似的。月亮先是金黄色的，徐徐地穿过一缕缕轻烟似的白云，向上，再向上。她身穿白色的纱衣，娴静而安详，温柔而大方。她玉盘似的的脸，挂着温和的笑容，静静地望着大地。"
  },
  {
    date: "2024-11-21",
    content: "榕树正是茂盛的时期，它好像在把它的全部生命力展示给我们看。那么多的绿叶、一簇堆在另一簇上面，不留一点儿空隙。那翠绿的颜色明亮地照耀着我们的眼睛，似乎每一片树叶上都有一个新的生命在颤动。"
  },
  {
    date: "2024-11-19",
    content: "校园斜坡上的这颗大榕树，一年四季常青。同学们在操场玩累了，都喜欢到树下休息。那枝繁叶茂的大树像撑开的大伞，把太阳遮得严严实实，给同学们带来凉爽。"
  },
  {
    date: "2024-11-18",
    content: "今天的风可真大啊！树上的枯枝“簌簌”地抖着，细碎的沙土粒儿打着转儿，教室外的大树被风刮得东摇西摆，发出“刷刷”地响声。放学后，我躲在妈妈身后，低着头，只听见风儿呼呼地从我耳边吹过，像跑火车一样响。"
  },
  {
    date: "2024-11-15",
    content: "嘿！大家好！我是一盏小台灯，有个圆圆的身躯，一个三角形的绿色脑袋。看！这是我的好兄弟，方凳和桌子。我们都有一个好朋友，就是我们的小主人，小主人学习可勤奋了！每天在我们兄弟的陪伴下，认真完成老师布置的作业，练习书法。小主人待我们很好，每天把我们擦得干干净净。"
  },
  {
    date: "2024-11-14",
    content: "咪咪的身体像一只小老虎，全身长着黄白相间的毛，摸上去软绵绵的，真舒服。它的头上长着一对三角形的耳朵，只要听到一点奇怪的声音，它的耳朵就会抖动一下，像雷达一样在寻找声音的源头。咪咪有两只蓝色的大眼睛，白天它眯着眼睛睡大觉，到了晚上，它把眼睛瞪得大大的，盯着鼠洞观察动静。"
  },
  {
    date: "2024-11-12",
    content: `<ol class="list-decimal list-inside space-y-2">
              <li>“没有没有！”小蜘蛛一边忙着补网，一边回答，“老屋，我给你讲个故事吧”</li>
              <li> 老屋的眼睛眯成一条缝，温和地说：“是小蜘蛛啊。好吧，我就再站一会。”</li>
              <li> “小蜘蛛，你吃饱了吗？”老屋问</li>
            </ol>`
  },
  {
    date: "2024-11-11",
    content: `<ol class="list-decimal list-inside space-y-2">
              <li>我爸白白胖胖的脸上戴着一副大的黑框眼镜，看起来挺斯文的，却是一个不折不扣的篮球迷，只要听说哪天有篮球赛，特别是ＮＢＡ，他会迫不及待的打开电视等着看。</li>
              <li>爸爸的胡子又粗又硬，像刺猬身上的刺，又像刷子上的毛，扎在我脸上又痒又疼。</li>
            </ol>`
  },
  {
    date: "2024-11-07",
    content: `<ol class="list-decimal list-inside space-y-2">
              <li>“我觉得很难”。小狗对小公鸡说。</li>
              <li>“不要紧”，小公鸡说，“第一次能这样就很不错了，你再试试，来！”</li>
              <li>老屋说：“再见！好了，我到了倒下的时候了！”</li>
              <li>“等等，老屋！”一个小小的声音这门前响起，“再过一个晚上行吗？”</li>
              <li> 青头笑眯眯地说：“不要哭，就当你在牛肚子里做了一次旅行吧！”</li>
            </ol>`
  },
  {
    date: "2024-11-06",
    content: "他转过头来，横眉竖眼地瞪着我，一下子跳了起来，抓起我的笔盒就往地上摔。看着被摔得七零八落的文具。我一气之下把他那新的笔记本撕了半本。"
  },
  {
    date: "2024-11-05",
    content: "雨点像豆子那么大，有的树叶被打掉了，小草被雨珠打得垂头丧气，花瓣落在地上，可怜巴巴的。屋顶的瓦片被雨水砸得“当当”作响。"
  },
  {
    date: "2024-11-04",
    content: "我是一个急性子加爆脾气，还有一些马虎。有一次，我急着去篮球场打球，过马路时一时没注意看，就冲了出去。突然，一辆车开了过来，幸亏车主及时刹车，不然就撞到我了。经过这件事，我意识到了自己的错误，这些缺点得好好改改！"
  },
  {
    date: "2024-11-01",
    content: "在班里，就数她画画画得最好了。美术老师总是让她去参加各种各样的美术活动和比赛，因为她画的人和物都像是活的一样，看着那些画就能让人联想到许多故事，所以每次她画的画都能获奖。"
  },
  {
    date: "2024-10-31",
    content: "他非常喜欢运动。记得有一次，他在足球场上踢足球。他的好友小李把球传给了他，他像风一样带着球，左躲右闪甩开对方，只听见“砰”的一声，足球在空中划出一道美丽的弧线，像流星一样飞进了球门，顿时全场欢呼起来！"
  },
  {
    date: "2024-10-29",
    content: `<ol class="list-decimal list-inside space-y-2">
              <li>天上的云变化多端，有的像羽毛，有的像绵羊，有的像大雁，还有的像小狗。（排比、比喻）</li>
              <li>秋风一来，石榴姑娘就绽开笑脸（拟人）</li>
              <li>秋风一来，枫叶便拍红手学，表示欢迎。（拟人）</li>
              <li>老师一进教室，热闹的“菜市场”立刻安静下来。（比喻）</li>
            </ol>`
  },
  {
    date: "2024-10-28",
    content: "清晨，天气格处凉爽，我背着书包去上学。太阳从云层里露出头来，射出道道红光，云也染上了淡淡的红色，路边草坪上布满了亮晶晶的露珠。鸟儿们忙着开朝霞音乐会，风儿把树叶吹得“沙沙”作响，我的鼻子里瞬间吸进了花香，一切都是那么美好！"
  },
  {
    date: "2024-10-25",
    content: "说起爸爸粗心的事儿真是可以用火车装。记得有一次，妈妈把洗羊毛衫的柔顺剂装在了洗发精的空瓶里，还一再嘱咐爸爸不要用错。可前几天，爸爸又迷迷糊糊地用错了，他一边起劲地搓头发一边喊：“这洗发精怎么回事啊？怎么不起泡泡？”我哈哈大笑起来：“爸爸，难道你头上长着羊毛吗？你又用错了？”"
  },
  {
    date: "2024-10-23",
    content: "过年了，我去姐姐家吃年夜饭。吃饭时，大家都到齐了，可始终没见到姐姐的影子。我想姐姐一定还在看书。于是，我跑到姐姐的房间，发现姐姐正津津有味地看着一本漫画书！我冲着姐姐大喊“吃饭了！”姐姐像没听见似的，继续埋头看书。"
  },
  {
    date: "2024-10-21",
    content: "小柳在我们班号称“十分慢”，别人十分钟能完成的作业，他要用二十分钟。老师每次改完作业，抬头见到小柳还在做就凶凶地说：“你怎么还没有做完？每次都那么慢，我要打电话给你家长啦！”"
  },
  {
    date: "2024-10-18",
    content: "每当秋天来临，这里满山开着五颜六色的野菊花，它们一簇簇，一丛丛，有白的、有黄的、紫的，远远看去，如繁星，如瀑布，闪着一片辉煌夺目的亮点儿，一直泻到地上，活像一扇艳丽动人的凤尾。"
  },
  {
    date: "2024-10-17",
    content: "田野里的稻子黄了，沉甸甸的，一颗颗都弯下了腰，一阵风吹过，稻田里掀起一排排金浪，这壮观的景象一定不亚于大海吧？"
  },
  {
    date: "2024-10-15",
    content: "学校里的桂花树悄悄地开花了。远远望去，那些金黄色的小花密密麻麻地藏在绿叶间，就像夜空中闪烁的星星。走近一闻，啊！一股甜甜的、清新的香味扑鼻而来，让人忍不住深呼吸几下，好像能把整个秋天的味道都吸进肚子里。"
  },
  {
    date: "2024-10-14",
    content: "秋天的天空，高远而湛蓝，云朵洁白如雪，仿佛一幅美丽的画卷。秋天的风，凉爽而轻柔，吹走了夏日的炎热，带来了丰收的气息。"
  },
  {
    date: "2024-10-12",
    content: "哈密瓜外表跟老树皮差不多，上面布满了一道道白色的条纹，我拍了拍它，觉得它好像穿着铠甲一样坚硬。一切开，里面的肉居然是橙黄色的，直往外流汁水，中间还有一个小坑，小坑里面有许多米黄色的籽，像一群小宝宝睡在里面，看得我口水直流啊！我迫不及待地拿起哈密瓜就咬，这个哈密瓜香香的、甜甜的，真好吃！"
  },
  {
    date: "2024-10-11",
    content: "九月九重阳到，我陪长辈来登高。赏菊花插茱萸，秋日风景无限好，重阳节要敬老，传统美德莫忘掉。常探望，多陪伴。贴心关怀最重要，尊长辈，重孝道，人生之路步步高，家庭和睦乐陶陶。祝爷爷奶奶身体健康，生活幸福，万事如意。"
  },
  {
    date: "2024-10-10",
    content: "妈妈给我装了满满一碗的葡萄，我轻轻地剥下它紫色的外衣，冰冰凉凉的汁水顺着我的手指流下来，好像一颗透着绿光的宝石。咬上一口，啊！美味极了！"
  }
];