// 四上每日积累数据
const data41 = [
  {
    date: "2025-09-01",
    content:
      "月亮像一个害羞的少女，一会躲进云间，一会撩开面纱，露出娇容，整个世界被月色浸成了梦幻般的银灰色。（拟人句）",
  },
  {
    date: "2025-09-04",
    content:
      "它的叶片笔直挺拔，排列成扇形，像一把把锋利的宝剑。君子兰扑鼻而来的清香，让我联想到雨过天晴后的青草地那清新的味道。",
  },
  {
    date: "2025-09-05",
    content:
      "远远望去，大山上的白云层层叠叠就像许多棉花糖堆在一起，仿佛和山融为一体。再近些，天空中出现了波纹云，就像海浪一样。时不时，还从里面蹦出几条小鱼。白云越来越近，就像一条长龙在天空中蹿来蹿去，蹿到我面前。",
  },
            {
            date: "2025-09-09",
            content: "起风了！顿时，寂静的田野热闹起来了！柳树枝在风中摇摆，忽东忽西；金黄的麦穗沙沙地唱起歌来；草地上像涌起了波浪，红眼晴的蜻蜓上下翻飞，追逐着猎物……"
          },
          {
            date: "2025-09-11",
            content: "夏日的午后，天气闷热得让人透不过气来。忽然，一阵微风吹来，树叶轻轻晃动。霎时，风势变大，狂风呼啸着，树枝被吹得东倒西歪。不一会儿，风渐渐小了，一切又恢复了平静。"
          }          
];
