// 四上每日积累数据
window.data41 = [
  {
    date: "2025-09-01",
    content:
      "月亮像一个害羞的少女，一会躲进云间，一会撩开面纱，露出娇容，整个世界被月色浸成了梦幻般的银灰色。（拟人句）",
  },
  {
    date: "2025-09-04",
    content:
      "它的叶片笔直挺拔，排列成扇形，像一把把锋利的宝剑。君子兰扑鼻而来的清香，让我联想到雨过天晴后的青草地那清新的味道。",
  },
  {
    date: "2025-09-05",
    content:
      "远远望去，大山上的白云层层叠叠就像许多棉花糖堆在一起，仿佛和山融为一体。再近些，天空中出现了波纹云，就像海浪一样。时不时，还从里面蹦出几条小鱼。白云越来越近，就像一条长龙在天空中蹿来蹿去，蹿到我面前。",
  },
  {
    date: "2025-09-09",
    content: "起风了！顿时，寂静的田野热闹起来了！柳树枝在风中摇摆，忽东忽西；金黄的麦穗沙沙地唱起歌来；草地上像涌起了波浪，红眼晴的蜻蜓上下翻飞，追逐着猎物……"
  },
  {
    date: "2025-09-11",
    content: "夏日的午后，天气闷热得让人透不过气来。忽然，一阵微风吹来，树叶轻轻晃动。霎时，风势变大，狂风呼啸着，树枝被吹得东倒西歪。不一会儿，风渐渐小了，一切又恢复了平静。"
  },
  {
    date: "2025-09-15",
    content: "孩子们小心翼翼地点燃了烟花，忽然“砰”的一声，一粒烟花飞上了天，紧接着，“啪”的一声，天空中顿时开出了一朵五颜六色的花。"
  },
  {
    date: "2025-09-16",
    content: "那片乌云迅速地朝这边压过来，起初，只是天边的一抹暗影，渐渐地，暗影扩大，变厚，铺满天空。再近些，只见乌云翻滚，像是一头头张牙舞爪的黑色巨兽在空中奔腾。"
  },
  {
    date: "2025-09-18",
    content: "柳树是春天最美的使者：它一抬胳膊，燕子飞来了；它一扭腰肢，光秃秃的枝条上，就爬满了绿色希望。采下一支柳吧，装进我们的袋子，在春天，我们学会收藏希望。"
  },
  {
    date: "2025-09-19",
    content: "扁扁的绿叶在风中婆娑，那些小黄花，就开在叶间，很妖娆地笑着。南瓜多数是趴在地上长的，长长的蔓，会牵引得很远很远，像对遥远的他方怀了无限向往，蓄着劲儿要追寻了去，在一路追寻中，绽放大朵大朵的黄花。黄得很浓艳。"
  },
  {
    date: "2025-09-22",
    content: "上课铃响了，老师大步走进教室，宣布要抽背课文，我的心瞬间提到嗓子眼儿，手心里全是汗，眼睛直勾勾地盯着书本。可脑袋却一片空白，真害怕老师下一刻叫的就是我。"
  },
  {
    date: "2025-09-26",
    content: "我的妈妈号称“变脸大师”。刚刚还笑容满面，如春日暖阳般和煦，只因我作业上出现一个错误，瞬间就柳眉倒竖，眼神似利箭，脸色阴沉得像暴风雨来临前的天空。那变脸速度之快，真让人瞠目！"
  },
  {
    date: "2025-09-28",
    content: "在这充满绿意与生机的公园里，你可以呼吸新鲜的空气，欣赏美丽的风，感受大自然带给我们独特的魅力！这果你也想在城市中找到一片宁静，那就来这个公园吧！"
  },
  {
    date: "2025-09-29",
    content: "我的妈妈是个“唠叨大王”。天刚蒙蒙亮，妈妈的唠叨就像清晨的闹钟，准时在我耳边响起：“快点起床，别磨蹭，上学要迟到了！”我迷迷糊糊洗漱时，她又跟过来：“刷牙认真点，别敷衍，不然牙齿要长虫的。”出门前，她更是开启“紧箍咒”模式：“课本带齐了吗？上课认真点…”"
  },
  {
    date: "2025-09-30",
    content: "人的一生中会遇到各种各样的磨难和困境，当你举步不前时，困难就会像一座大山挡在你面前不可逾越；而当你努力尝试着经历过后，你就会发现原来它只不过是一个轻而易举就能跨过的小土堆。"
  },
  {
    date: "2025-10-10",
    content: `<ol class="list-decimal list-inside space-y-2">
              <li>一颗一颗的小星星，像洒在蓝布上地碎银，晶莹透亮。扑闪扑闪地，活像调皮娃娃地眼睛，蕴藏着不可告人的小秘密。</li>
              <li>月亮渐渐升高，她穿着白色的纱衣，娴静而安详，温柔而大方。她那银盘似的脸，透过柳梢，留下温和的笑容。</li>
            </ol>`
  },
  {
    date: "2025-10-13",
    content: "呀！绿豆们悄悄变了样！它们吸饱了水，身体胖了一大圈，像一个个鼓鼓囊囊的小口袋，颜色也变浅了，嫩黃嫩黄的，可爱极了，活像一群憨态可掬的“小胖子”。"
  },
  {
    date: "2025-10-14",
    content: "一进家门，我飞奔向我的绿豆瓶。惊喜出现了！许多豆子的“肚皮”中间，裂开了一道细小的缝隙。在缝隙旁边，竟然冒出了一个小得几乎看不清的白点－－那就是小嫩芽吧！它像害羞的小精灵，微微顶起了豆皮，仿佛在好奇地打量这个新世界。"
  },
  {
    date: "2025-10-16",
    content: "过了一个星期，蒜苗儿越长越高，越长越绿，由嫩绿变成翠绿，由翠绿变成碧绿。小芽儿从裂缝里探出头来，像个调皮的孩子好奇地打量这个世界。蒜苗散发出来的味道很刺鼻，看着它每天健康积极地成长，我心里也默默地下定决心：我要像它一样成为一个阳光向上地孩子！"
  },
  {
    date: "2025-10-20",
    content: "阳光像蜂蜜一样，甜甜地洒在我的书桌上。咋天妈妈从菜场带回一袋红薯，我挑了个最圆的－－它穿着暗红色的“皮衣”，摸起来滑滑的，像个胖乎乎的小枕头，凑近闻一闻，还带着淡淡的泥土香，"
  },
  {
    date: "2025-10-21",
    content: `<ol class="list-decimal list-inside space-y-2">
              <li>狂风越来越猛，犹如无数凶猛的野兽横冲直撞，肆无忌婵地呼啸而来。</li>
              <li>雪花越来越密，犹如千万只白色蝴蝶上下翻飞，轻盈优雅地飘落下来。</li>
            </ol>`
  }
];
