// 四下每日积累数据
window.data42 = [
    {
        date: "2026-03-03",
        content: "天空是小鸟的乐园，大海是鱼儿的乐园，泥土是蚯蚓的乐园，而我的乐园呢？你们猜是哪儿？——我们家门口的休闲广场。"
    },
    {
        date: "2026-03-05",
        content: "油菜花在春风的吹拂下，悄然绽放成一片金黄的海洋。手掌轻轻拂过花丛，带着微凉的触感，空气中弥漫着淡淡的清香，仿佛大自然为春天调制的香水，深吸一口气，仿佛能品尝到大地的芬芳，带着一丝清甜。"
    },
    {
        date: "2026-03-06",
        content: "在乡下，青瓦房、家禽、农田是每家每户的标配。瞧，青瓦房前，一只即将下蛋的母鸡“咯咯咯”地叫了起来，而旁边的公鸡却一点不在乎，在院前走来走去。"
    },
    {
        date: "2026-03-09",
        content: "房后有一条清澈见底的小溪，一群正在戏水的鸭子发出快活的嬉闹声。夏天的傍晚，辛苦了一天的人们在院前摆一桌菜，夕阳下，归家的鸟儿从头顶飞过，人们天高地阔地吃着，聊着。"
    },
    {
        date: "2026-03-10",
        content: "你会从那阳台外的一座小山，一片落叶，想象到无数座高高的连绵起伏的山，无数像蝴蝶似的、扇子似的、金毯子似的灿烂的落叶；你会在阳台外闻到一股扑鼻的香味，想象到这也许是小花的香味，也许是别人家里饭菜的香味，也许是香水的味道。"
    },
    {
        date: "2026-03-12",
        content: "一条清澈的小溪在山间浣浣流淌，溪边绿草如茵，树木郁郁葱葱。远处，山峰高低错落。两只黄鹂飞过，欢快的歌声在山间回响。它们绘成了一幅清新秀丽的山水画！"
    },
    {
        date: "2026-03-13",
        content: "环绕在足球场外面的那圈跑道也是我的心头好。跑道犹如一条长长的、调皮的红色小龙。我们在跑道上一圈一圈地跑，它也跟着我们一圈一圈地跑。我知道，红色小龙陪着我呢。"
    },
    {
        date: "2026-03-16",
        content: "操场是运动健将的乐园，但像我这样的运动“菜鸟”也能在其中找到快乐。平时，我喜欢坐在场外看球赛，把闯入耳中的同学们进球时的欢呼声、运动员们的跑步声、体育老师的口哨声编织成一个个热血故事。"
    },
    {
        date: "2026-03-17",
        content: "山脚下，一条清澈的溪流奔腾而过，水花飞溅，宛如珍珠洒落。溪水一路欢歌笑语，与石头撞击出清脆的声响，仿佛在演奏一曲自然的交响乐。溪边的树木郁郁葱葱，枝繁叶茂，像是在为溪水伴奏。"
    }
];
