// 四下每日积累数据
window.data42 = [
    {
        date: "2026-03-03",
        content: "天空是小鸟的乐园，大海是鱼儿的乐园，泥土是蚯蚓的乐园，而我的乐园呢？你们猜是哪儿？——我们家门口的休闲广场。"
    },
    {
        date: "2026-03-05",
        content: "油菜花在春风的吹拂下，悄然绽放成一片金黄的海洋。手掌轻轻拂过花丛，带着微凉的触感，空气中弥漫着淡淡的清香，仿佛大自然为春天调制的香水，深吸一口气，仿佛能品尝到大地的芬芳，带着一丝清甜。"
    },
    {
        date: "2026-03-06",
        content: "在乡下，青瓦房、家禽、农田是每家每户的标配。瞧，青瓦房前，一只即将下蛋的母鸡“咯咯咯”地叫了起来，而旁边的公鸡却一点不在乎，在院前走来走去。"
    },
    {
        date: "2026-03-09",
        content: "房后有一条清澈见底的小溪，一群正在戏水的鸭子发出快活的嬉闹声。夏天的傍晚，辛苦了一天的人们在院前摆一桌菜，夕阳下，归家的鸟儿从头顶飞过，人们天高地阔地吃着，聊着。"
    }
];
