window.data5A = [
    {
        date: "2026-09-03",
        content: "房内四处的花草便自由自在，毫无约束地疯长起来。从云南带回来的田七，张着耳朵大的碧绿叶子，沿着墙面向上爬，像是攀岩，几棵年轻又生命力旺盛的绿萝已经蹿到房顶，一直钻进灯罩里，最具生气的是窗台那些泥槽里生出的野草，已经把窗子下边一半遮住。"
    },
    {
        date:"2026-09-07",
        content:"它刚到我家来的时候，比老鼠大不了多少。蜷曲在狭窄的室内窗台上，活动的空间好像富富有余。它并没有什么特点，只是一只最平常的狸猫，身上有虎皮斑纹，颜色不黑不黄，并不美观。但是异于常猫的地方也有，它有两只炯炯有神的眼睛，两眼一睁还真虎虎有虎气，因此起名虎子。"
    },
    {
        date:"2026-09-10",
        content:"荷花，生长在淤泥之中，却能开出洁白无暇的花朵，散发出清新的香气。荷花让我想到了那些品格高尚的人，它们虽然身处复杂的环境，却能保持自己的纯洁和正直，不被外界不良风气所影响。"
    }
];
