window.data5A = [
    {
        date: "2026-09-03",
        content: "房内四处的花草便自由自在，毫无约束地疯长起来。从云南带回来的田七，张着耳朵大的碧绿叶子，沿着墙面向上爬，像是攀岩，几棵年轻又生命力旺盛的绿萝已经蹿到房顶，一直钻进灯罩里，最具生气的是窗台那些泥槽里生出的野草，已经把窗子下边一半遮住。"
    },
    {
        date: "2026-09-07",
        content: "它刚到我家来的时候，比老鼠大不了多少。蜷曲在狭窄的室内窗台上，活动的空间好像富富有余。它并没有什么特点，只是一只最平常的狸猫，身上有虎皮斑纹，颜色不黑不黄，并不美观。但是异于常猫的地方也有，它有两只炯炯有神的眼睛，两眼一睁还真虎虎有虎气，因此起名虎子。"
    },
    {
        date: "2026-09-10",
        content: "荷花，生长在淤泥之中，却能开出洁白无瑕的花朵，散发出清新的香气。荷花让我想到了那些品格高尚的人，他们虽然身处复杂的环境，却能保持自己的纯洁和正直，不被外界不良风气所影响。"
    },
    {
        date: "2026-09-11",
        content: "竹子，无论遇到狂风暴雨，还是寒冬酷暑，无论它生长在平地还是山间，那青翠坚挺的身躯，临风傲雪，不屈不挠。竹子让我想到了驻扎在边疆的解放军战士，他们誓死守护祖国边疆，保卫国土安全。"
    },
    {
        date: "2026-09-14",
        content: "雪薄薄地落着，鸟雀像子弹一样在雪中穿梭，也只有门口那几棵大松树还碧绿着，我所在的乡村，已经变成了铅笔画一样的景，这时候在乡村拍照，黑白照和彩色照没有分别。我孩提时，拍照的师傅常到乡下走动，帮人拍照。"
    },
    {
        date: "2026-09-15",
        content: "蜡烛，燃烧自己，照亮别人直到生命的最后一刻，蜡烛让我想到了那些无私奉献的老师，他们燃烧自己，照亮学生，把自己的知识传授给学生。"
    },
    {
        date: "2026-09-17",
        content: "秋末的一个午后，天空突然狂风大作，电闪雷鸣，紧接着暴雨如注，小小的山村淹没在一片雨雾之中。等到烟消云散，我们忽然发现野枣树的上半身被狂风折断了。这棵寄托了我们多少憧憬的野枣树，还承载得起我们心中的美梦吗？"
    },
    {
        date: "2026-09-21",
        content: "“神兽”歪头看了看旁边，没有发现异常，继续玩自己的笔。刘老师施展轻功，悄无声息地飞下讲台，绕到“神兽”后头，突然一拍他的后背，只听“嘭”的一声响，“神兽”的法器已落入刘老师的手中。"
    },
    {
        date: "2026-09-29",
        content: "赵一曼的头仰了起来，眉头紧锁，身体像筛糠一样颤抖，胸肌不停地抽搐，没一会儿，额头和胸口就渗出了黄豆般大小的汗珠，她忍着钻心的剧痛，拼命咬着牙不喊叫出声，只有嗓子眼儿里发出一点轻微的呻吟。"
    },
    {
        date: "2026-10-08",
        content: "灯塔矗立在海边，为过往的船只指引方向，避免触礁，它虽然默默无闻，却为航海事业做出了巨大的贡献。灯塔让我想到了那些默默奉献的人，如警察，他们在自己的岗位上辛勤付出，为老百姓服务，从不求回报。"
    },
    {
        date: "2026-10-12",
        content: "拉车人在大雨中缓慢地、一步步地朝这里拉来。看得出，那人拉得非常吃力，腰弯得很低，上身几乎俯得与地面平行了，两条裤腿都挽到膝盖以上，双臂拼力压住车把，每迈一步，似乎都使出了浑身的劲儿。"
    },
    {
        date: "2026-10-13",
        title: "《慈母情深》P17",
        content: "雨水，混合着汗水，从母亲憔悴的脸上直往下淌。母亲的衣服完全淋透了，像从水里捞出来的一样，湿漉漉地贴在身上，显出了她那瘦削地两肩地轮廓。她胸口剧烈地起伏着，脸色苍白，大口大口地喘着气。"
    },
    {
        date: "2026-10-15",
        content: "呆若木鸡：小明坐在教室里，两眼无神地盯着黑板，心思早已不在书本上。“那么，请小明来演算第三题吧！”老师突然点名道。小明眼里露出一丝惊异与心虚，他眨了眨眼睛，一动不动，像是木头做的一样。直到同桌推了推，他才回过神来。"
    },
    {
        date: "2026-10-16",
        content: "老师话音刚落，“抽背课文”这四个字如同重锤，狠狠地砸在我心上，我下意识地偷瞄了老师一眼，那目光刚一触及老师，就像被烫到一般，我迅速低下头，恨不得整张脸都藏进课本里，原本挺直的身子仿佛被霜打了茄子，瞬间蜷曲起来，手心也开始冒出细密的汗珠，心脏在胸腔里疯狂跳动，像揣了只小兔子。"
    },
    {
        date: "2026-10-22",
        content: "我来到码头，发现曾经被污染的大海如今已变得湛蓝清澈，如宝石一般。正当我不解时，渔民伯伯告诉我：“海里放置了'LGP智能纳米清洁机器人'，它们的直径只有1纳米，能瞬间合体变成一张大网，把脏东西分解，转化成一种天然环保鱼饲料喂给鱼吃。”"
    },
    {
        date: "2026-10-23",
        content: "海上还有几座悬浮的“智能捕鱼系统”，不仅能检测海里各种情况，还能实时为渔民提供精准的捕捞信息和收网时间。这时，广播响起：“请广大渔民注意，渔网里已有大约500公斤海鲜，包括花蟹、扇贝等，请尽快收网。”这套系统既能省时又省力，大大提高了渔民的经济收入。"
    }
];
