window.data5A = [
    {
        date: "2026-09-03",
        content: "房内四处的花草便自由自在，毫无约束地疯长起来。从云南带回来的田七，张着耳朵大的碧绿叶子，沿着墙面向上爬，像是攀岩，几棵年轻又生命力旺盛的绿萝已经蹿到房顶，一直钻进灯罩里，最具生气的是窗台那些泥槽里生出的野草，已经把窗子下边一半遮住。"
    },
    {
        date: "2026-09-07",
        content: "它刚到我家来的时候，比老鼠大不了多少。蜷曲在狭窄的室内窗台上，活动的空间好像富富有余。它并没有什么特点，只是一只最平常的狸猫，身上有虎皮斑纹，颜色不黑不黄，并不美观。但是异于常猫的地方也有，它有两只炯炯有神的眼睛，两眼一睁还真虎虎有虎气，因此起名叫虎子。"
    },
    {
        date: "2026-09-10",
        content: "荷花，生长在淤泥之中，却能开出洁白无瑕的花朵，散发出清新的香气。荷花让我想到了那些品格高尚的人，他们虽然身处复杂的环境，却能保持自己的纯洁和正直，不被外界不良风气所影响。"
    },
    {
        date: "2026-09-11",
        content: "竹子，无论遇到狂风暴雨，还是寒冬酷暑，无论它生长在平地还是山间，那青翠坚挺的身躯，临风傲雪，不屈不挠。竹子让我想到了驻扎在边疆的解放军战士，他们誓死守护祖国边疆，保卫国土安全。"
    },
    {
        date: "2026-09-14",
        content: "雪薄薄地落着，鸟雀子弹一样在雪中穿梭，也只有门口那几棵大松树还碧绿着，我所在的乡村，已经变成了铅笔画一样的景，这时候在乡村拍照，黑白照和彩色照没有区别。我孩提时，拍照的师傅常到乡下走动，替人拍照。"
    },
    {
        date: "2026-09-15",
        content: "蜡烛，燃烧自己，照亮别人直到生命的最后一刻。蜡烛让我想到了那些无私奉献的老师，他们燃烧自己，照亮学生，把自己的知识传授给学生。"
    },
    {
        date: "2026-09-17",
        content: "秋末的一个午后，天空突然狂风大作，电闪雷鸣，紧接着暴雨如注，小小的山村淹没在一片雨雾之中，等到烟消云散，我们忽然发现野枣树的上半身被狂风折断了，这棵寄托了多少憧憬的野枣树，还承载得起我们心中的美梦吗？"
    },
    {
        date: "2026-09-21",
        content: "“神兽”歪头看了看旁边，没有发现异常继续玩自己的笔。刘老师施展轻功，悄无声息地飞下讲台，绕到“神兽”后头，突然一拍他的后背，只听“嘭”的一声响，“神兽”的法器已落入刘老师的手中。"
    }
];
